[
  "templater-obsidian",
  "cm-chs-patch",
  "obsidian-excalidraw-plugin",
  "find-and-replace-in-selection",
  "obsidian-kanban",
  "remember-cursor-position",
  "obsidian-style-settings",
  "recent-files-obsidian",
  "dataview",
  "obsidian-hider",
  "obsidian-memos",
  "cmdr",
  "editing-toolbar",
  "easy-typing-obsidian",
  "obsidian-weread-plugin",
  "highlightr-plugin",
  "keyboard-analyzer",
  "settings-search",
  "obsidian-admonition",
  "buttons",
  "calendar",
  "surfing",
  "canvas-mindmap",
  "search-on-internet",
  "metaedit",
  "obsidian-extract-pdf-highlights",
  "obsidian-image-auto-upload-plugin",
  "obsidian-custom-frames",
  "obsidian-commits",
  "canvas-presentation",
  "canvas-css-class",
  "canvas-block-reference",
  "obsidian-react-components",
  "obsidian-outliner",
  "obsidian-contextual-typography",
  "obsidian-pangu",
  "Enhanced-editing",
  "various-complements",
  "obsidian-local-images-plus",
  "mousewheel-image-zoom",
  "oz-clear-unused-images"
]